{
  "Language Setting": {
    "1": "언어 설정"
  },
  "Animals images": {
    "1": "동물 이미지"
  },
  "We must keep the earth healthy and protect the environment to endanger animals. The earth will be destroyed quickly without these creatures": {
    "1": "우리는 지구를 건강하게 유지하고 동물을 위험에 빠뜨리는 환경을 보호해야 합니다. 이 피조물이 없으면 땅이 빨리 멸망할 것입니다."
  },
  "Traveling is the best way to change the human spirit and body. Away from the busyness of life, every normal person should spend time in the year traveling and traveling": {
    "1": "여행은 인간의 정신과 육체를 변화시키는 가장 좋은 방법입니다. 바쁜 삶에서 벗어나 모든 평범한 사람들은 일년 중 여행과 여행을 하면서 시간을 보내야 합니다."
  },
  "People in chatroom": {
    "1": "채팅방에 있는 사람들"
  },

  "I LOve You": {
    "1": "사랑해요"
  },
  "Strive to achieve your dreams": {
    "1": "꿈을 이루기 위해 노력하세요"
  },
  "Share": {
    "1": "공유하다"
  },
  "Learn More": {
    "1": "더 알아보기"
  },
  "Traveling or Travelling": {
    "1": "여행 또는 여행"
  },
  "Method": {
    "1": "방법"
  },
  "It’s wonderful to travel—to meet new people, see new places,experience different cultures, live life the way life is lived somewhere else. Plenty of good things are associated with travel": {
    "1": "새로운 사람들을 만나고, 새로운 장소를 보고, 다른 문화를 경험하고, 다른 곳에서 삶을 사는 방식으로 삶을 살아간다는 것은 여행하는 것이 좋습니다. 여행과 관련된 좋은 점이 많다"
  },
  "but there’s one particular issue that can make traveling annoying: the spelling. Travel is easy enough to spell and not at all confusing, but “traveling,” “traveler,” “traveled": {
    "1": "그러나 여행을 성가시게 할 수 있는 한 가지 특정 문제가 있습니다. 바로 철자입니다. 여행은 철자법이 간단하고 전혀 혼동되지 않지만 traveling, traveler, traveled"
  },
  "These words are a common cause of confusion because some people spell them with one L while others use two. Traveling or travelling depends on where is": {
    "1": "어떤 사람들은 하나의 L로 철자를 쓰고 다른 사람들은 2를 사용하기 때문에 이 단어는 혼동을 일으키는 일반적인 원인입니다. 여행 또는 여행은 위치에 따라 다릅니다."
  },
  "your audience. Traveling is the preferred spelling in the U.S. Travelling is the preferred spelling in the UK or in the Commonwealth. This American-British spelling difference carries for other forms: traveled or travelled and traveler or traveller": {
    "1": "당신의 청중. Traveling은 미국에서 선호하는 철자입니다. Traveling은 영국이나 영연방에서 선호하는 철자입니다. 이 미국-영국 철자 차이는 여행 또는 여행 및 여행자 또는 여행자와 같은 다른 형태를 나타냅니다."
  }
}