{
  "Language Setting": {
    "1": "Настройка языка"
  },
  "Animals images": {
    "1": "Изображения животных"
  },
  "We must keep the earth healthy and protect the environment to endanger animals. The earth will be destroyed quickly without these creatures": {
    "1": "Мы должны сохранить землю здоровой и защитить окружающую среду, чтобы подвергнуть опасности животных. Земля быстро разрушится без этих существ."
  },
  "Traveling is the best way to change the human spirit and body. Away from the busyness of life, every normal person should spend time in the year traveling and traveling": {
    "1": "Путешествие – лучший способ изменить человеческий дух и тело. Вдали от суеты жизни каждый нормальный человек должен проводить время в году, путешествуя и путешествуя."
  },
  "People in chatroom": {
    "1": "Люди в чате"
  },

  "I LOve You": {
    "1": "Я люблю тебя"
  },
  "Strive to achieve your dreams": {
    "1": "Стремитесь к достижению своей мечты"
  },
  "Share": {
    "1": "Делиться"
  },
  "Learn More": {
    "1": "Учить больше"
  },
  "Traveling or Travelling": {
    "1": "Путешествие или путешествие"
  },
  "Method": {
    "1": "Метод"
  },
  "It’s wonderful to travel—to meet new people, see new places,experience different cultures, live life the way life is lived somewhere else. Plenty of good things are associated with travel": {
    "1": "Путешествовать — это прекрасно — знакомиться с новыми людьми, видеть новые места, знакомиться с разными культурами, жить так, как живут где-то еще. Много хорошего связано с путешествиями"
  },
  "but there’s one particular issue that can make traveling annoying: the spelling. Travel is easy enough to spell and not at all confusing, but “traveling,” “traveler,” “traveled": {
    "1": "но есть одна конкретная проблема, которая может сделать путешествие раздражающим: правописание. Путешествие пишется достаточно легко и совсем не запутанно, но «путешествует», «путешественник», «путешествовал»."
  },
  "These words are a common cause of confusion because some people spell them with one L while others use two. Traveling or travelling depends on where is": {
    "1": "Эти слова часто вызывают путаницу, потому что некоторые люди пишут их с одной буквой L, а другие используют две. Путешествие или путешествие зависит от того, где находится"
  },
  "your audience. Traveling is the preferred spelling in the U.S. Travelling is the preferred spelling in the UK or in the Commonwealth. This American-British spelling difference carries for other forms: traveled or travelled and traveler or traveller": {
    "1": "ваша аудитория. Путешествие — предпочтительное написание в США. Путешествие — предпочтительное написание в Великобритании или странах Содружества. Эта американо-британская разница в написании распространяется на другие формы: путешествовал или путешествовал и путешественник или путешественник."
  }
}