{
  "Language Setting": {
    "1": "Configuración de idioma"
  },
  "Animals images": {
    "1": "Imágenes de animales"
  },
  "We must keep the earth healthy and protect the environment to endanger animals. The earth will be destroyed quickly without these creatures": {
    "1": "Debemos mantener la tierra sana y proteger el medio ambiente para poner en peligro a los animales. La tierra será destruida rápidamente sin estas criaturas."
  },
  "Traveling is the best way to change the human spirit and body. Away from the busyness of life, every normal person should spend time in the year traveling and traveling": {
    "1": "Viajar es la mejor manera de cambiar el espíritu y el cuerpo humano. Lejos del ajetreo de la vida, toda persona normal debería pasar tiempo en el año viajando y viajando."
  },
  "People in chatroom": {
    "1": "Personas en la sala de chat"
  },

  "I LOve You": {
    "1": "Te quiero"
  },
  "Strive to achieve your dreams": {
    "1": "Esfuérzate por alcanzar tus sueños"
  },
  "Share": {
    "1": "Cuota"
  },
  "Learn More": {
    "1": "Aprende más"
  },
  "Traveling or Travelling": {
    "1": "viajar o viajar"
  },
  "Method": {
    "1": "Método"
  },
  "It’s wonderful to travel—to meet new people, see new places,experience different cultures, live life the way life is lived somewhere else. Plenty of good things are associated with travel": {
    "1": "Es maravilloso viajar: conocer gente nueva, ver lugares nuevos, experimentar culturas diferentes, vivir la vida como se vive en otro lugar. Muchas cosas buenas están asociadas con los viajes."
  },
  "but there’s one particular issue that can make traveling annoying: the spelling. Travel is easy enough to spell and not at all confusing, but “traveling,” “traveler,” “traveled": {
    "1": "pero hay un problema en particular que puede hacer que viajar sea molesto: la ortografía. Viajar es bastante fácil de deletrear y nada confuso, pero viajar, viajero, viajó"
  },
  "These words are a common cause of confusion because some people spell them with one L while others use two. Traveling or travelling depends on where is": {
    "1": "Estas palabras son una causa común de confusión porque algunas personas las escriben con una L mientras que otras usan dos. Viajar o viajar depende de donde sea"
  },
  "your audience. Traveling is the preferred spelling in the U.S. Travelling is the preferred spelling in the UK or in the Commonwealth. This American-British spelling difference carries for other forms: traveled or travelled and traveler or traveller": {
    "1": "tu audiencia Viajar es la ortografía preferida en los EE. UU. Viajar es la ortografía preferida en el Reino Unido o en la Commonwealth. Esta diferencia ortográfica estadounidense-británica se aplica a otras formas: viajado o viajado y viajero o viajero"
  }
}