{
  "Language Setting": {
    "1": "إعدادات اللغة "
  },
  "Animals images": {
    "1": "صور الحيوانات"
  },
  "We must keep the earth healthy and protect the environment to endanger animals. The earth will be destroyed quickly without these creatures": {
    "1": "يجب أن نحافظ على صحة الأرض ونحمي البيئة لتعريض الحيوانات للخطر. سيتم تدمير الأرض بسرعة بدون هذه المخلوقات."
  },
  "Traveling is the best way to change the human spirit and body. Away from the busyness of life, every normal person should spend time in the year traveling and traveling": {
    "1": "السفر هو أفضل طريقة لتغيير روح الإنسان وجسده. بعيدًا عن انشغال الحياة ، يجب على كل شخص عادي أن يقضي وقتًا في السنة في السفر والسفر."
  },
  "People in chatroom": {
    "1": "الناس في غرف الدردشة"
  },

  "I LOve You": {
    "1": "انا احبك"
  },
  "Strive to achieve your dreams": {
    "1": "نسعى جاهدين لتحقيق أحلامك"
  },
  "Share": {
    "1": "شارك"
  },
  "Learn More": {
    "1": "يتعلم أكثر"
  },
  "Traveling or Travelling": {
    "1": "السفر أم السفر "
  },
  "Method": {
    "1": "طريقة"
  },
  "It’s wonderful to travel—to meet new people, see new places,experience different cultures, live life the way life is lived somewhere else. Plenty of good things are associated with travel": {
    "1": "إنه لأمر رائع السفر — لمقابلة أشخاص جدد ، ورؤية أماكن جديدة ، وتجربة ثقافات مختلفة ، وعيش الحياة بالطريقة التي نعيش بها في مكان آخر. الكثير من الأشياء الجيدة مرتبطة بالسفر"
  },
  "but there’s one particular issue that can make traveling annoying: the spelling. Travel is easy enough to spell and not at all confusing, but “traveling,” “traveler,” “traveled": {
    "1": "ولكن هناك مشكلة معينة يمكن أن تجعل السفر مزعجًا: التهجئة. السفر سهل بما يكفي للت هجئة وليس مربكًا على الإطلاق ، ولكن السفر ، المسافر ، السفر"
  },
  "These words are a common cause of confusion because some people spell them with one L while others use two. Traveling or travelling depends on where is": {
    "1": "تُعد هذه الكلمات سببًا شائعًا للارتباك لأن بعض الأشخاص يتهجون عليها بحرف L بينما يستخدم البعض الآخر كلمتين. السفر أو السفر يعتمد على مكان وجوده"
  },
  "your audience. Traveling is the preferred spelling in the U.S. Travelling is the preferred spelling in the UK or in the Commonwealth. This American-British spelling difference carries for other forms: traveled or travelled and traveler or traveller": {
    "1": "جمهورك. السفر هو التهجئة المفضلة في الولايات المتحدة. السفر هو التهجئة المفضلة في المملكة المتحدة أو في الكومنولث. هذا الاختلاف الإملائي الأمريكي البريطاني يحمل أشكالًا أخرى: السفر أو السفر والمسافر أو المسافر"
  }
}