{
    "Language Setting": {
      "1": "Spracheinstellungen"
    },
    "Animals images": {
      "1": "Tierbilder"
    },
    "We must keep the earth healthy and protect the environment to endanger animals. The earth will be destroyed quickly without these creatures": {
      "1": "Wir müssen die Erde gesund halten und die Umwelt schützen, um Tiere zu gefährden. Ohne diese Kreaturen wird die Erde schnell zerstört."
    },
    "Traveling is the best way to change the human spirit and body. Away from the busyness of life, every normal person should spend time in the year traveling and traveling": {
      "1": "Reisen ist der beste Weg, um den menschlichen Geist und Körper zu verändern. Abseits der Hektik des Lebens sollte jeder normale Mensch Zeit im Jahr mit Reisen und Reisen verbringen."
    },
    "People in chatroom": {
      "1": "Leute im Chatroom"
    },
  
    "I LOve You": {
      "1": "Ich liebe dich"
    },
    "Strive to achieve your dreams": {
      "1": "Streben Sie danach, Ihre Träume zu verwirklichen"
    },
    "Share": {
      "1": "Teilen"
    },
    "Learn More": {
      "1": "Lern mehr"
    },
    "Traveling or Travelling": {
      "1": "Reisen oder Reisen"
    },
    "Method": {
      "1": "Methode"
    },
    "It’s wonderful to travel—to meet new people, see new places,experience different cultures, live life the way life is lived somewhere else. Plenty of good things are associated with travel": {
      "1": "Es ist wunderbar zu reisen – neue Leute kennenzulernen, neue Orte zu sehen, andere Kulturen zu erleben, das Leben so zu leben, wie es anderswo gelebt wird. Mit Reisen verbindet man viele gute Dinge"
    },
    "but there’s one particular issue that can make traveling annoying: the spelling. Travel is easy enough to spell and not at all confusing, but “traveling,” “traveler,” “traveled": {
      "1": "Aber es gibt ein bestimmtes Problem, das das Reisen nervig machen kann: die Rechtschreibung. Reisen ist leicht genug zu buchstabieren und überhaupt nicht verwirrend, aber „Reisen“, „Reisender“, „Reisen“"
    },
    "These words are a common cause of confusion because some people spell them with one L while others use two. Traveling or travelling depends on where is": {
      "1": "Diese Wörter sind eine häufige Ursache für Verwirrung, weil einige Leute sie mit einem L schreiben, während andere zwei verwenden. Reisen oder Reisen hängt davon ab, wo ist"
    },
    "your audience. Traveling is the preferred spelling in the U.S. Travelling is the preferred spelling in the UK or in the Commonwealth. This American-British spelling difference carries for other forms: traveled or travelled and traveler or traveller": {
      "1": "Ihr Publikum. Traveling ist die bevorzugte Schreibweise in den USA. Traveling ist die bevorzugte Schreibweise im Vereinigten Königreich oder im Commonwealth. Dieser amerikanisch-britische Rechtschreibunterschied gilt für andere Formen: reisete oder reiste und Reisender oder Reisender"
    }
  }
    